[
  { "value": "A life goal you are working on" },
  { "value": "Are you a morning person or a night person? Why?" },
  { "value": "Between the ages of 7 and 12, what mode of transportation did you have and what's a memory connected with that?" },
  { "value": "Between the ages of 7 and 12, where did you live and how many siblings lived in the home with you?" },
  { "value": "Describe a gift you've received that surprised you." },
  { "value": "Describe one fear." },
  { "value": "Describe one of your great achievements. Why you would consider it a great achievement?" },
  { "value": "Favorite way to revive yourself during the workday" },
  { "value": "If time and money were no object to learning a new skill, what would you learn to do?" },
  { "value": "If you could be an animal, what animal would you be and why?" },
  { "value": "If you could be any kind of doctor, what kind would you be? Why?" },
  { "value": "If you could be friends with a celebrity, who would you choose and why?" },
  { "value": "If you could buy anything and price was no object, what would you buy and why?" },
  { "value": "If you could choose to remain one age until you die, which age would you choose and why?" },
  { "value": "If you could go anywhere on a vacation, where would you go and why?" },
  { "value": "If you could live anywhere, where would you live and why?" },
  { "value": "If you could meet any historical figure, who would you choose to meet and why?" },
  { "value": "If you could visit any country in the world, what country would you visit, and why?" },
  { "value": "If you were going into a bomb shelter and you could take one book, excluding the Bible, what would it be?" },
  { "value": "If you were stranded on a desert island, who would you want to be stranded with and why?" },
  { "value": "If your parents would have had one more child, would you have liked to have had a brother or a sister? Why?" },
  { "value": "Is your favorite season spring, summer, fall, or winter? Why?" },
  { "value": "One stressful thing about your job you wish you could improve" },
  { "value": "One thing you love about your job" },
  { "value": "Tell two truths and a lie about yourself" },
  { "value": "What are your favorite three foods?" },
  { "value": "What car would you use to describe your week? Why?" },
  { "value": "What day of the week represents how you feel right now, and why?" },
  { "value": "What do you like to do with your hands (crafts, gardening, musical instrument...)" },
  { "value": "What good happened to you today (or this week)?" },
  { "value": "What is one of the most important lessons you learned last year?" },
  { "value": "What is the biggest misconception people tend to have about you?" },
  { "value": "What is the favorite material object that you own? Why is it your favorite?" },
  { "value": "What is your favorite color? Why? (How does it make you feel?)" },
  { "value": "What is your favorite movie and why?" },
  { "value": "What is your favorite time of the day and why?" },
  { "value": "What quality in your life would you like to strengthen and why?" },
  { "value": "What terrain (valley, mountain…) would best describe the way you feel right now? Why?" },
  { "value": "What was the best time of your life?" },
  { "value": "What was your favorite junk food as a kid?" },
  { "value": "What were the last 2-3 books you read?" },
  { "value": "What were you doing 10 years ago?" },
  { "value": "What word would describe your day today? Why?" },
  { "value": "What would you pick as a slogan for your life?" },
  { "value": "Who is one person who has had a significant impact on your life and why?" },
  { "value": "Why were you given your first name" },
  { "value": "Would you rather age from the neck up only or the neck down only?" },
  { "value": "Would you rather be bitten by a radioactive spider or a vampire?" },
  { "value": "Would you rather be invisible or be able to read minds?" },
  { "value": "Would you rather be remembered with hatred or forgotten altogether?" },
  { "value": "Would you rather become a popular celebrity whom everyone hates or be a normal person whom everyone loves?" },
  { "value": "Would you rather eat anything and never get fat or read people’s mind?" },
  { "value": "Would you rather fly all over the world with your favorite celebrity or be marooned on an island with the one you love?" },
  { "value": "Would you rather get noticed by the hottest chick at a party or have rock-hard abs?" },
  { "value": "Would you rather go about your normal day naked or have smelly breath and body odor for the whole day?" },
  { "value": "Would you rather have 3 wishes in 10 years or 1 wish today?" },
  { "value": "Would you rather have a beautiful house and an ugly car or an ugly house and a beautiful car?" },
  { "value": "Would you rather have a very droopy eye or a lisp?" },
  { "value": "Would you rather kiss a jellyfish or step on a crab?" },
  { "value": "Would you rather never have sex or never find true love?" },
  { "value": "Would you rather save a damsel in distress or take a pot full of gold?" },
  { "value": "Would you rather visit the world 100 years into the past or 100 years into the future?" },
  { "value": "Would you rather wake up with a different face with the same gender, or a different gender with the same face?" },
  { "value": "Would you rather win a million dollars in lottery or never have to pay for anything ever again?" },
  { "value": "Your favorite book or movie" },
  { "value": "Your favorite food" }
]
